[
  {
    "Name": "WEBENC Certification",
    "Type": "Certification",
    "Description": "WBENC Certification is the most widely recognized and respected national certification for women-owned businesses in the U.S.\nThrough certification, women-owned businesses gain access to a vast network of support, including targeted business opportunities for certified women-owned firms, increased visibility in corporate and government supply chains, education and development programs to spur growth and increase capacity, and networking and mentorship opportunities with thousands of women entrepreneurs and those who support them.\n\nWBENC is also an approved third-party certifier for the SBA’s Women-Owned Small Business (WOSB) Federal Contracting Program.",
    "Public Link": "https://wbenc.org",
    "Asset Drive Link": "https://drive.google.com/drive/u/1/folders/1uvzSbcz6U3jwcev_6UBpXVwESIywi0tP",
    "slug": "webenc-certification"
  },
  {
    "Name": "Google Accelerated Company",
    "Type": "Accelerator",
    "Description": "Google for Startups Accelerators serve top growth-stage startups with tailored technical, product, and leadership training from Google experts.",
    "Public Link": "https://google.com",
    "Asset Drive Link": "https://drive.google.com/drive/u/1/folders/1uvzSbcz6U3jwcev_6UBpXVwESIywi0tP",
    "slug": "google-accelerated-company"
  },
  {
    "Name": "ISO 27001",
    "Type": "Certification",
    "Description": "ISO 27001 is an international standard that helps organizations manage information security. It's a framework for establishing an Information Security Management System (ISMS)",
    "Public Link": "https://iso.org",
    "Asset Drive Link": "https://drive.google.com/drive/u/1/folders/1uvzSbcz6U3jwcev_6UBpXVwESIywi0tP",
    "slug": "iso-27001"
  },
  {
    "Name": "2024 Forbes 50 over 50",
    "Type": "Award",
    "Description": "The Forbes' 50 Over 50 List 2024 highlights women who are thriving in their 50s, 60s, 70s and beyond. They're making waves across dozens of sectors",
    "Public Link": "https://forbes.com",
    "Asset Drive Link": "https://drive.google.com/drive/u/1/folders/1uvzSbcz6U3jwcev_6UBpXVwESIywi0tP",
    "slug": "2024-forbes-50-over-50"
  },
  {
    "Name": "2024 Inc. Magazine 2024 Top 250 Female Founders",
    "Type": "Award",
    "Description": "The Female Founders 250 list was culled from thousands of entries through three rounds of judging, looking specifically at an entrepreneur's bona fides in the past year. Criteria included quantifiable metrics like revenue, sales, revenue growth, funding, audience size and more. Inc. also looked for qualitative metrics like social media momentum and stories of impact. Inc. only considered entrepreneurs running for-profit entities based in the United States. Firms could not be subsidiaries in the timeframe of interest.",
    "Public Link": "https://inc.com",
    "Asset Drive Link": "https://drive.google.com/drive/u/1/folders/1uvzSbcz6U3jwcev_6UBpXVwESIywi0tP",
    "slug": "2024-inc-magazine-top-250-female-founders"
  },
  {
    "Name": "2021 Influential Woman in RPO Award",
    "Type": "Award",
    "Description": "The Recruitment Process Outsourcing Association (RPOA) gives the Influential Women in Talent Acquisition Award to recognize women who have made an impact in the talent acquisition industry. The program aims to celebrate women's leadership and inspire future leaders in the field.",
    "Public Link": "https://rpoassociation.org",
    "Asset Drive Link": "https://drive.google.com/drive/u/1/folders/1uvzSbcz6U3jwcev_6UBpXVwESIywi0tP",
    "slug": "2021-influential-woman-in-rpo-award"
  },
  {
    "Name": "Austin Business Journal 2023 Women in Business nominee",
    "Type": "Award",
    "Description": "Austin Business Journal in honoring the 2023 Women in Business in Central Texas. This awards program honors women in Central Texas who have forged their own path and developed their own leadership principles.",
    "Public Link": "https://bizjournals.com",
    "Asset Drive Link": "https://drive.google.com/drive/u/1/folders/1uvzSbcz6U3jwcev_6UBpXVwESIywi0tP",
    "slug": "austin-business-journal-2023-women-in-business-nominee"
  },
  {
    "Name": "SIA Gig Economy Shark Tank Winner, Dallas",
    "Type": "Award",
    "Description": "In Wednesday’s Shark Tank competition, executives had five minutes to pitch their companies. That was followed by five minutes of questions and answers with the judges.\n\nAudience members also voted for their favorite company. The winner was ThisWay Global, a firm that aims to provide unbiased talent matching and sourcing through a proprietary network of more than 8,500 unique, diverse community partners.",
    "Public Link": "https://staffingindustry.com",
    "Asset Drive Link": "Shark Tank Image needs to be cropped so it doens't show the other winner.\n\nhttps://drive.google.com/drive/u/1/folders/1uvzSbcz6U3jwcev_6UBpXVwESIywi0tP",
    "slug": "sia-gig-economy-shark-tank-winner-dallas"
  },
  {
    "Name": "Silver IBM Partner",
    "Type": "Certification",
    "Description": "At IBM, we continue to forge new technology partnerships with AI technology leaders worldwide to boost innovation, push the boundaries of technology, and create cutting-edge business solutions. We partner with leading technology vendors offering seamless integrations to accelerate customer time to value and extend the use of existing technology investments.",
    "Public Link": "https://ibm.com",
    "Asset Drive Link": "https://drive.google.com/drive/u/1/folders/1uvzSbcz6U3jwcev_6UBpXVwESIywi0tP",
    "slug": "silver-ibm-partner"
  },
  {
    "Name": "2019 Austin A-List Awards",
    "Type": "Award",
    "Description": "2019 Austin A-List Awards were held on May 23, 2019 at ACL Live in Austin, Texas. The Austin Chamber of Commerce presented the awards to recognize the city's most innovative homegrown companies.",
    "Public Link": "https://austinchamber.com",
    "Asset Drive Link": "https://drive.google.com/drive/u/1/folders/1uvzSbcz6U3jwcev_6UBpXVwESIywi0tP",
    "slug": "2019-austin-a-list-awards"
  },
  {
    "Name": "Innovation of the Year Award - HRTech Conference",
    "Type": "Award",
    "Description": "The Innovation of the Year Award is given at the HR Tech Conference in Las Vegas to recognize the most innovative human resources technology. In 2019, ThisWay Global's Ai4JOBS platform won the award",
    "Public Link": "https://hrtechnologyconference.com",
    "Asset Drive Link": "https://drive.google.com/drive/u/1/folders/1uvzSbcz6U3jwcev_6UBpXVwESIywi0tP",
    "slug": "innovation-of-the-year-award-hrtech-conference"
  },
  {
    "Name": "Watson Orchestrate",
    "Type": "Certification",
    "Description": "ThisWayGlobal is a joint development and marketing partnere with IBM for WatsonX Orchestrate.",
    "Public Link": "https://ibm.com",
    "Asset Drive Link": "https://drive.google.com/drive/u/1/folders/1uvzSbcz6U3jwcev_6UBpXVwESIywi0tP",
    "slug": "watson-orchestrate"
  },
  {
    "Name": "DGX Cloud",
    "Type": "Certification",
    "Description": "ThisWhat Global is an exclusive partner for the NVIDIA DGX Cloud Solutions.",
    "Public Link": "https://nvidia.com",
    "Asset Drive Link": "https://drive.google.com/drive/u/1/folders/1uvzSbcz6U3jwcev_6UBpXVwESIywi0tP",
    "slug": "dgx-cloud"
  }
]