[
  {
    "Name": "Justin Hood",
    "order": 4,
    "Role": "Chief Operating Officer",
    "Department": "Operations",
    "Email": "justin@thiswayglobal.com",
    "Linked In": "https://www.linkedin.com/in/justin-hood-50283316/",
    "Bio": "Justin Hood, Chief Operations Officer for ThisWay Global, is a seasoned operations professional with a diverse, global business acumen encompassing military, construction, and corporate leadership roles. After earning his B.S. in Construction Science from Texas A&M University, he accepted a commission in the US Marine Corps. He served as an F/A-18 fighter pilot and managed aircraft, material, and personnel, culminating in his being selected as Executive Officer of his fighter squadron and achieving the rank of Lt Colonel.\n\nFollowing his active duty, he continued his service in the USMC Reserve while also pursuing a career in land development as Vice President of Operations. \n\nHe later transitioned back to the defense sector, managing US Air Force combat training operations in Europe (UK, Germany, Italy) and providing subject matter expertise for the Marine Corps and Navy. \n\nSince 2016, he has leveraged his extensive operational experience to oversee Legal, Compliance, HR, and Finance at ThisWay. \n\nHis having held top secret security clearance with the US Department of Defense provides ThisWay Global with strong positioning in governmental discussions and will provide extraordinary advantages when negotiating public sector deals across the globe.",
    "Active": "TRUE",
    "path": "/images/team-members/justin.jpeg"
  },
  {
    "Name": "Angela Hood",
    "order": 1,
    "Role": "Founder & CEO",
    "Department": "Executive",
    "Email": "angela@thiswayglobal.com",
    "Linked In": "https://www.linkedin.com/in/angela-hood-thisway?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app",
    "Bio": "Angela Hood is the founder and CEO of ThisWay Global, an award-winning AI and high-performance computing (HPC) technology company revolutionizing industries with innovative solutions and seamless AI adoption strategies. A proud graduate of Texas A&M University’s College of Architecture (Construction Sciences), Angela has been recognized as a Texas A&M Outstanding Alumni for her global contributions to innovation. \n\nHer groundbreaking work in AI has earned her a place on Forbes' 50 Over 50, as well as Inc. Magazine's Most Innovative Founders in 2024, among numerous accolades from technical and scientific publications worldwide. \n\nUnder her leadership, ThisWay Global was selected for the prestigious Google Accelerator program in 2021, building on R&D incubated at the University of Cambridge's ideaSpace from 2012-2016. \n\nInitially focused on talent selection technology, ThisWay Global now serves hundreds of organizations and leads in providing advanced AI and HPC solutions through strategic partnerships with NVIDIA, Amazon Web Services, TD Synnex, Microsoft and IBM.",
    "Active": "TRUE",
    "path": "/images/team-members/angela.jpeg"
  },
  {
    "Name": "Alex Shmelev",
    "order": 2,
    "Role": "Chief Innovations Officer",
    "Department": "Technology",
    "Email": "alex@thiswayglobal.com",
    "Linked In": "https://www.linkedin.com/in/alex-shmelev-770b7a7?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app",
    "Bio": "Alex Shmelev, Chief Innovation Officer at ThisWay Global, where he leads the development of AI, machine learning, and data integration technologies to enhance unbiased job and candidate matching solutions. \nSince joining ThisWay in 2017, he has advanced AI and NLP innovations, launched AI4JOBS and Sully’s Sandbox (LLM adoption), and integrated ThisWay’s technology into IBM’s watsonx core AI platform. \nPrior to joining ThisWay, Alex served as Chief Enterprise Architect at NerdWallet, designing AI-driven personalization systems, and at CORT/Berkshire Hathaway, developing serverless IoT solutions. \nHis career includes impactful projects for global leaders like KPMG, Disney, and MobiTV, where he built distributed analytics and real-time messaging platforms. \nAs VP of Pharmacy Systems at Drugstore.com, he developed the infrastructure for the first nationwide online pharmacy. With over 40 years of experience, Alex holds multiple patents in secure data transmission, big data analytics, and customer experience optimization, earning prestigious awards such as SHRM’s Innovative Technology Award and the Smithsonian Software Technology Award.",
    "Active": "TRUE",
    "path": "/images/team-members/alex.jpeg"
  },
  {
    "Name": "Christian Kennedy",
    "order": 3,
    "Role": "Chief Technology Officer",
    "Department": "Technology",
    "Email": "chris.kennedy@thiswayglobal.com",
    "Linked In": "https://www.linkedin.com/in/christian-kennedy-9b25ba3?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app",
    "Bio": "Chris Kennedy, Chief Technology Officer for ThisWay Global,  is a seasoned technology leader with over four decades of experience architecting and implementing advanced software systems across industries including machine intelligence, FinTech, agriculture, energy/utilities, and biotech. His leadership roles range from Vice President of Engineering to Chief Technology Officer, specializing in high-performance computing, distributed systems, secure architectures, and machine intelligence. \n\nCurrently serving as CTO at ThisWay Global, Chris oversees the integration of AI technologies with a strong emphasis on ethical and responsible use. Known for his expertise in trusted systems and regulatory frameworks such as GDPR, CCPA, and ISO standards, he has driven business process reengineering in both startups and large enterprises. \n\nChris's pioneering work includes developing the first distributed operating system to undergo B2-level evaluation, the first relational database evaluated at the B1 level, leveraging AI for image analysis, and advancing eventual consistency and agent-based systems. \n\nA passionate mentor and hands-on leader, Chris is committed to fostering high-performance virtual teams and delivering innovative, secure, sustainable solutions, while prioritizing scalability.",
    "Active": "TRUE",
    "path": "/images/team-members/chris.jpeg"
  },
  {
    "Name": "Courtney Gwynn",
    "order": 6,
    "Role": "Product Manager",
    "Department": "Product Management",
    "Email": "courtney.gwynn@thiswayglobal.com",
    "Linked In": "https://www.linkedin.com/in/courtneyweaver?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app",
    "Bio": "Courtney Gwynn, Product Manager for ThisWay Global,  holds a Bachelor of Science in Marketing with a minor in Entrepreneurship Management from Clemson University. \n\nShe began her career in customer relationship management, gaining over 20 years of experience in operations, compliance, marketing, and account management. With a decade of expertise in OFCCP/EEOC compliance, she has led initiatives to develop innovative compliance tools, forge strategic technology partners, and manage high-value client relationships. \n\nHer work has helped federal contractors, government contractors and subcontractors navigate regulatory requirements while driving business success. \n\nKnown for her ability to design scalable products, implement efficient processes, and mentor teams, Courtney has played a key role in organizational growth.",
    "Active": "",
    "path": "/images/team-members/male.png"
  },
  {
    "Name": "Lisa Rawls",
    "order": 5,
    "Role": "Chief Financial Officer",
    "Department": "Finance",
    "Email": "lisa.rawls@thiswayglobal.com",
    "Linked In": "https://www.linkedin.com/in/lrawls?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app",
    "Bio": "Lisa P. Rawls, Chief Financial Officer for ThisWay Global is also the founder of Evergreen CFO, an outsourced CFO firm serving businesses in Georgia, Florida and Texas since 1995. \n\nWith over 35 years of experience in commercial banking, executive management, angel investment management, and financial consulting, she specializes in providing high-level financial expertise to start-ups, rapidly growing companies.\n\nLisa provides customized solutions in cash flow management, strategic planning, banking and finance, accounting, and risk management. She also advises on equity, mergers and acquisitions. \n\nHer experience spans industries such as manufacturing, wholesale, distribution, technology, medical, and nonprofit sectors. A Georgia Tech Industrial Management graduate and Atlanta native, Lisa remains actively involved in civic, nonprofit, economic development, and entrepreneurial initiatives.",
    "Active": "TRUE",
    "path": "/images/team-members/lisa.jpeg"
  },
  {
    "Name": "Daniel Snell",
    "order": 7,
    "Role": "Director of Marketing",
    "Department": "Revenue",
    "Email": "daniel.snell@thiswayglobal.com",
    "Linked In": "https://www.linkedin.com/in/thegrowthguy?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app",
    "Bio": "Daniel Snell is a results-driven Growth Strategist and Director of Marketing at ThisWay Global, specializing in demand generation for B2B SaaS companies. With a proven track record of scaling startups and leading them to successful acquisitions, he combines strategic vision with technical expertise to drive customer acquisition and business growth. \n\nBeginning his career as a full-stack engineer, Daniel developed scalable solutions and built the technical foundations of high-performing teams. This deep technical background allows him to collaborate seamlessly with engineering and product teams, ensuring that marketing strategies align with business objectives and product development. \n\nHis ability to bridge the gap between technical and marketing functions has been instrumental in taking startups from early-stage revenue generation to securing funding and positioning them for acquisition. Daniel thrives on leveraging data-driven insights to optimize funnels, generate demand, and accelerate company growth. His expertise in scaling businesses, driving high-impact marketing initiatives, and integrating technical solutions makes him a trusted leader in fast-growing organizations. Passionate about solving complex challenges, he continuously seeks innovative ways to merge technology, marketing, and business strategy towards excellence and scalability.",
    "Active": "TRUE",
    "path": "/images/team-members/daniel.jpeg"
  },
  {
    "Name": "Danielle Bodalski",
    "order": 8,
    "Role": "Chief HR Officer",
    "Department": "Human Resources",
    "Email": "danielle.bodalski@thiswayglobal.com",
    "Linked In": "https://www.linkedin.com/in/daniellebodalski?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app",
    "Bio": "Danielle Bodalski, Director of Human Resources, is an HR leader with over 20 years of experience in recruitment and human resources strategy. \n\nShe partners with founders, CEOs, and business owners to build sustainable, people-focused workplaces that align HR practices with business goals. \n\nBeginning her career in executive recruitment, she specialized in sourcing and retaining IT talent before transitioning to HR leadership at Target, where she managed HR functions for stores generating $30–60M in annual revenue. \n\nHer expertise grew through senior roles at IMG Academy, the University of Chicago, and a technology start-up, providing her with a global perspective on HR’s role in driving organizational success.",
    "Active": "TRUE",
    "path": "/images/team-members/danielle.jpeg"
  },
  {
    "Name": "Linda Garcia",
    "order": 9,
    "Role": "Accounting Executive",
    "Department": "Finance",
    "Email": "linda.garcia@thiswayglobal.com",
    "Linked In": "https://www.linkedin.com/in/lindagarcia",
    "Bio": "With a proven track record in finance and accounting, Linda Garcia is an accomplished Accounting Executive who expertly manages the financial backbone of ThisWay Global. Leveraging deep expertise in payroll, accounts payable (AP), accounts receivable (AR), contractor management, cost of goods sold (COGS) tracking, and expense oversight, she ensures the company's financial operations are both scalable and compliant with best practices.\n\nLinda has implemented streamlined systems and processes that support rapid organizational growth while maintaining precision and transparency in all financial transactions. She oversees everything from day-to-day bookkeeping and monthly close processes to the development of robust internal controls and financial reporting tools, empowering leadership with actionable insights for strategic decision-making. As a certified administrator in Xero, Maxio and Gusto, she ensures seamless integration of advanced financial technology into daily operations.\n\nBringing a hands-on approach to managing complex contractor arrangements, Linda optimizes vendor relationships, and ensures timely, accurate payroll processing for both employees and contractors. She is adept at tracking COGS and expenses, providing clear cost analyses that drive profitability and operational efficiencies.\n\nA detail-oriented leader with a collaborative spirit, Linda thrives in dynamic, fast-paced environments—anticipating business needs and proactively adapting financial systems to support the company's ambitious growth trajectory. She holds certifications in Accounting, Small business Management and Entrepreneurship, along with Six-Sigma and Lean training.",
    "Active": "TRUE",
    "path": "/images/team-members/linda.jpg"
  },
  {
    "Name": "Marcelo Silva",
    "order": 10,
    "Role": "Principal Engineer",
    "Department": "Technology",
    "Email": "marcelo.silva@thiswayglobal.com",
    "Linked In": "https://www.linkedin.com/in/marcelo-ven%C3%A2ncio-silva-9b380513/",
    "Bio": "Marcelo Venancio da Silva is a Software Engineer at ThisWay Global, where he develops and maintains AI-driven platforms, including AI4Jobs and Sully's Sandbox. Since joining in 2023, he has played a key role in integrating IBM Watsonx into AI4Jobs and expanding his contributions to Sully's Sandbox in 2024.\n\nWith over 20 years of experience in software development, Marcelo specializes in building high-performance financial systems, particularly stock exchange trading and risk management platforms. Holding a degree in Control and Automation Engineering, he has developed trading systems and risk calculation tools for major financial institutions, including C6 Bank, Bank of America Merrill Lynch, and Barclays Investment Bank. His expertise in financial technology, combined with his background in developing complex, high-speed computing solutions, allows him to bring a deep technical perspective to his work at ThisWay Global.",
    "Active": "TRUE",
    "path": "/images/team-members/marc.jpeg"
  },
  {
    "Name": "Berta Turner",
    "order": 11,
    "Role": "Lead Engineering Support",
    "Department": "Technology",
    "Email": "berta.turner@thiswayglobal.com",
    "Linked In": "https://www.linkedin.com/in/berta-turner-43b5a7188?miniProfileUrn=urn%3Ali%3Afs_miniProfile%3AACoAACw5168BUWBnW2ukGLiPQpWQdpN9qoB6T7k&lipi=urn%3Ali%3Apage%3Ad_flagship3_search_srp_all%3BkiOAtPt9QaijIE0lyChwcQ%3D%3D",
    "Bio": "Berta Turner is a dynamic and results-driven Lead for Engineering Support, with experience in automation, business development, customer relationship management, and technical sales. Fluent in Portuguese and Spanish, she specializes in bridging technical and business needs, facilitating seamless interactions between clients and engineering teams.\n\nWith a Bachelor's degree in Communications and Psychology and 21 years of experience adapting in many global cultures Berta has evolved developed incredible problem-solving skills, a high degree conscientiousness and a bias for urgency. \n\nHer ability to learn and navigate new technical and customer environments, efficiently, has enabled her to understand and solve human<>technology adoption challenges across most any industry vertical.\n\nAs our Lead for Engineering Support, Berta is the technical bridge between the engineering, customer and sales teams, Berta leads in the following areas: technical demonstrations, supports code reviews, and ensures smooth client transitions from sales to implementation. Passionate about innovation, education, and relationship-building, she is known for driving success through collaboration, technical expertise, and customer-focused solutions.",
    "Active": "TRUE",
    "path": "/images/team-members/berta.jpeg"
  },
  {
    "Name": "Chelsea May",
    "order": 11,
    "Role": "Customer Support Executive",
    "Department": "Operations",
    "Email": "chelsea.bauer@thiswayglobal.com",
    "Linked In": "https://www.linkedin.com/in/chelsea-may-24092793?miniProfileUrn=urn%3Ali%3Afs_miniProfile%3AACoAABPkbpABv0XN0DPxWRRdnCQxcI1pMtJKWB8&lipi=urn%3Ali%3Apage%3Ad_flagship3_search_srp_all%3BVTzmeE18RMy2RmcilcnU%2FQ%3D%3D",
    "Bio": "Chelsea May, Customer Experience & Operations Executive at ThisWay Global, brings more than a decade of experience from industry-leading companies such as Apple, Accenture, and Visa to enhance customer engagement, operational efficiency, and scalability in the start-up environment. \n\nSince joining ThisWay Global in 2022, she has streamlined key processes, developed training programs, and contributed to optimizing customer experience strategies. Her leadership with Apple has led to Chelsea’s ability to bridge the gap between customer relations and technical support, effectively managing escalations and enhancing service frameworks. \n\nHer tenure at Accenture centered on operations and project management, where she collaborated with cross-functional teams to deliver impactful solutions. At Visa, she honed her expertise in high-stakes fraud prevention support. With a strong foundation in customer service, data analysis, and cross-department collaboration, \n\nChelsea’s experience and insights seamlessly bridge corporate best practices with the agility of a start-up, ensuring ThisWay Global’s continued success in delivering meaningful innovation.",
    "Active": "TRUE",
    "path": "/images/team-members/female.png"
  },
  {
    "Name": "Daniel Keller",
    "order": 12,
    "Role": "Principal Engineer",
    "Department": "Technology",
    "Email": "daniel.keller@thiswayglobal.com",
    "Linked In": "https://www.linkedin.com/in/notnotdaniel?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app",
    "Bio": "Daniel Keller is a Senior Software Engineer at ThisWay Global, leading the development of LaunchHPC, a next-generation platform optimizing compute resources for AI and HPC applications. \n\nWith over 25 years of experience in software development, he specializes in building cloud-scale distributed systems for AI, HPC, IoT, precision agriculture, and finance. Throughout his career, Daniel has primarily focused on bootstrapping early-stage startups, though he has also contributed to major software companies, recognized within the field of technology. His deep expertise in scalable computing solutions makes him a key innovator in high-performance and AI-driven technologies. \n\nDaniel graduated top in his engineering class, Summa Cum Laude, with a degree in Computer Science from the Baskin School of Engineering at the University of California, Santa Cruz.",
    "Active": "TRUE",
    "path": "/images/team-members/daniel-k.jpeg"
  },
  {
    "Name": "Michael Coats",
    "order": 10,
    "Role": "Executive Assistant to CEO",
    "Department": "Operations",
    "Email": "michael.coats@thiswayglobal.com",
    "Linked In": "https://www.linkedin.com/in/michaelalexandercoats?miniProfileUrn=urn%3Ali%3Afs_miniProfile%3AACoAABPgG4gBJXT1M09M-gae4dfeEmIiD4iPBLc&lipi=urn%3Ali%3Apage%3Ad_flagship3_search_srp_all%3Bu0x6R62CS5C5jJAwPAoDxQ%3D%3D",
    "Bio": "A dynamic and results-driven administrative professional, Michael Coats brings extensive experience in executive support, marketing, and event coordination. With patience, confidence, confidentiality, and a keen attention to detail, Michael thrives in fast-paced environments and embraces workplace challenges with enthusiasm. \n\nBorn and raised in Sonoma’s wine and service industry, hospitality runs in Michael’s blood, shaping a career built on excellence in operations and client relations. Currently serving as an Executive Assistant at ThisWay Global, Michael excels in managing C-suite operations, handling complex calendars, coordinating travel, and safeguarding confidential materials. \n\nWith a well-rounded background spanning executive management, sales (SaaS, DTC, and wholesale), business development, event coordination, restaurant management, viticulture, logistics, staff management, media training, and photoshoots, Michael has successfully contributed to various industries, from retail and wineries to public relations. \n\nAdept at streamlining processes, driving engagement, and delivering high-impact events, Michael ensures seamless execution for ThisWay & the CEO",
    "Active": "TRUE",
    "path": "/images/team-members/michael.jpeg"
  },
  {
    "Name": "Tom Sikler",
    "order": 14,
    "Role": "Customer Success Manager",
    "Department": "Revenue",
    "Email": "tom.sikler@thiswayglobal.com",
    "Linked In": "https://www.linkedin.com/in/tsikler?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app",
    "Bio": "Tom Sikler is a customer success leader with experience in HR, IT, Finance, and Retail, specializing in enhancing customer support, onboarding, and long-term success. As Manager of Customer Experience at ThisWay Global, he leads initiatives to improve customer support, implementation, and onboarding processes.\n\nPreviously, Tom held key roles at Gloat, Moody's, and IBM, where he focused on strengthening customer relationships and streamlining operations. He studied Communications at Kent State University and holds certifications in Agile, Change Management, and Talent Solutions. With a passion for optimizing customer experiences, Tom helps businesses drive engagement and operational efficiency.",
    "Active": "TRUE",
    "path": "/images/team-members/tom.jpeg"
  },
  {
    "order": 8,
    "Name": "Chris Ramirez",
    "Role": "Director of Sales",
    "Department": "Revenue",
    "Email": "chris.ramirez@thiswayglobal.com",
    "Linked In": "https://www.linkedin.com/in/chris-ramirez-sales?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app",
    "Bio": "Chris Ramirez, Sales Director for ThisWay Global, is a results-driven sales leader with over a decade of experience in SaaS, strategic field sales, and enterprise solutions. \n\nHe has a proven track record of driving recurring revenue growth, securing enterprise-level accounts across industries and implementing scalable sales processes that enhance team performance. \n\nRamirez specializes in building and leading high-performing sales teams, developing lead generation strategies, and executing new market entry plans that drive consistent revenue growth. Chris has successfully launched and marketed AI-driven solutions to improve operational efficiency and customer retention.\nWith expertise in cross-functional leadership, he aligns sales, marketing, and product development to drive business success. Recognized as a “20 Under 40” honoree for exceptional leadership and community involvement, Chris was also awarded Volunteer of the Year by Los Hermanos Familia for his contributions to nonprofit initiatives.\n\nKnown for his ability to transform underperforming teams, he has been named Top Sales Performer multiple times for exceeding revenue and customer acquisition goals. Passionate about mentorship, Chris is dedicated to developing the next generation of sales leaders while continuously optimizing sales strategies to fuel long-term growth and innovation for ThisWay Global.",
    "Active": "TRUE",
    "path": "/images/team-members/chris-r.jpeg"
  },
   {
    "Name": "Petr Stukalov",
    "order": 20,
    "Role": "Senior DevOps Engineer",
    "Department": "Engineering",
    "Email": "petr.stukalov@thiswayglobal.com",
    "Linked In": "",
    "Bio": "Petr Stukalov is a Senior DevOps Engineer specializing in infrastructure automation, monitoring, and reliability. He developed ThisWay Global’s robust automated deployment system using the GitOps methodology, ensuring infrastructure is version-controlled and all changes are securely tracked and deployed. Petr also oversees the product build systems, implementing automated CI/CD pipelines that enable seamless, secure deployments without developer intervention. His expertise in automation and infrastructure reliability ensures efficient and scalable operations.",
    "Active": "TRUE",
    "path": "/images/team-members/male.png"
  },
  {
    "Name": "Ross Thomas",
    "order": 20,
    "Role": "Principal Software Engineer",
    "Department": "Engineering",
    "Email": "ross.thomas@thiswayglobal.com",
    "Linked In": "",
    "Bio": "Ross Thomas is a Principal Software Engineer at ThisWay Global with over 30 years of experience building mission-critical distributed systems for finance, bioinformatics, and AI-driven utilities. Specializing in network security, relational and NoSQL databases, and DevOps, he has a strong background in designing secure and scalable infrastructures. Currently, Ross focuses on enhancing Tinker functionality to standardize workflow descriptions and developing API specifications for integrating TWG-hosted LaunchHPC components with target environments. His expertise ensures seamless, efficient, and secure system integration.",
    "Active": "TRUE",
    "path": "/images/team-members/male.png"
  },
  {
    "Name": "Razi Ahmed",
    "order": 20,
    "Role": "UI/UX Developer",
    "Department": "Engineering",
    "Email": "razi.ahmed@thiswayglobal.com",
    "Linked In": "",
    "Bio": "Razi Ahmed is a UI/UX Developer at ThisWay Global, responsible for designing and developing intuitive, visually appealing, and accessible user interfaces. Combining expertise in UI design and front-end engineering, he collaborates closely with the Product team, QA, and back-end developers to create interactive and functionally precise experiences across all TWG products. With a focus on usability and performance, Razi ensures that TWG’s interfaces are fast, user-friendly, and accessible to all customers. His work enhances user engagement while maintaining simplicity and efficiency in design.",
    "Active": "TRUE",
    "path": "/images/team-members/male.png"
  },
  {
    "Name": "Clayton Olley",
    "order": 20,
    "Role": "DevOps Engineer",
    "Department": "Engineering",
    "Email": "clayton.olley@thiswayglobal.com",
    "Linked In": "",
    "Bio": "Clayton Olley is a DevOps Engineer responsible for maintaining infrastructure and development automation at ThisWay Global. Serving as a backup to Senior DevOps Engineer Petr Stukalov, he helps ensure 24/7 support for critical systems. Working closely within the DevOps team, he plays a key role in optimizing deployment pipelines, managing infrastructure, and solving complex technical challenges. His expertise contributes to maintaining reliable, scalable, and efficient systems while supporting innovative solutions for evolving technology needs.",
    "Active": "TRUE",
    "path": "/images/team-members/male.png"
  },
  {
    "Name": "Ahmed Hamada",
    "order": 20,
    "Role": "Engineering QA",
    "Department": "Engineering",
    "Email": "ahmed.hamada@thiswayglobal.com",
    "Linked In": "",
    "Bio": "Ahmed Hamada is an Engineering QA professional at ThisWay Global, responsible for ensuring the quality of all products and user interfaces. He developed testing frameworks, standards, and procedures to maintain quality throughout the product life cycle. His approval is required for all new APIs, API changes, and functional testing of UI components. Ahmed works closely with both front-end and back-end development teams, integrating testing and compliance from the design stage to ensure reliable, high-performing products. His expertise enhances product stability and user experience.",
    "Active": "TRUE",
    "path": "/images/team-members/ahmed.jpg"
  },
  {
    "Name": "Muzammil Kesrani",
    "order": 20,
    "Role": "Senior Front End Engineer",
    "Department": "Engineering",
    "Email": "muzammil.kesrani@thiswayglobal.com",
    "Linked In": "",
    "Bio": "Muzammil Kesrani is a Senior Front End Engineer with a strong background in software engineering, UI/UX development, and full-stack technologies. With expertise in cloud computing and artificial intelligence, he has contributed to innovative projects that leverage cutting-edge solutions to solve complex challenges. His commitment to continuous learning and staying ahead of industry trends allows him to develop scalable and efficient applications across various sectors. A collaborative leader, Muzammil plays a key role in driving project success and fostering team growth through his technical expertise and problem-solving skills.",
    "Active": "TRUE",
    "path": "/images/team-members/male.png"
  },
  {
    "Name": "Courtney Gwynn",
    "order": 20,
    "Role": "Product Manager",
    "Department": "Product",
    "Email": "courtney.gwynn@thiswayglobal.com",
    "Linked In": "",
    "Bio": "Courtney Gwynn, Product Manager for ThisWay Global, holds a Bachelor of Science in Marketing with a minor in Entrepreneurship Management from Clemson University. She began her career in customer relationship management, gaining over 20 years of experience in operations, compliance, marketing, and account management. With a decade of expertise in OFCCP/EEOC compliance, she has led initiatives to develop innovative compliance tools, forge strategic technology partners, and manage high-value client relationships. Her work has helped federal contractors, government contractors and subcontractors navigate regulatory requirements while driving business success. Known for her ability to design scalable products, implement efficient processes, and mentor teams, Courtney has played a key role in organizational growth.",
    "Active": "TRUE",
    "path": "/images/team-members/female.png"
  },
  {
    "Name": "Vic Leigh",
    "order": 11,
    "Role": "Systems Administrator",
    "Department": "IT/Operations",
    "Email": "vic@thiswayglobal.com",
    "Linked In": "",
    "Bio": "Vic has been with ThisWay Global for over 7 years. During their tenure at the company, they gained invaluable experience by working in nearly every department. This diverse background has provided them with a comprehensive understanding of company operations and has ultimately led them to their current role as the Systems Administrator, where they manage a majority of our tech stack. They have been a Certified Salesforce Administrator for over four years and are actively pursuing a certification in Salesforce Architecture. While they may not hold a college degree, they are committed to delivering exceptional value and are relentless in their pursuit of finding ideal solutions to company challenges, including spearheading the build and launch of the company Salesforce App to the AppExchange, extensive data analytics and cleanup, and overall management of a multi-level tech stack to optimize team efforts.",
    "Active": "TRUE",
    "path": "/images/team-members/vic-l.jpg"
  },
  {
    "Name": "Conner Burton",
    "order": 20,
    "Role": "Digital Strategist",
    "Department": "Marketing",
    "Email": "conner.burton@thiswayglobal.com",
    "Linked In": "",
    "Bio": "Conner Burton is a digital strategist who blends creative content with smart automation to help brands and professionals thrive online. With expertise in LinkedIn content writing, YouTube content creation, audience building, AI development, and workflow automation, he combines storytelling with technical solutions to drive real-world results. On LinkedIn, Conner crafts compelling narratives that engage professional audiences, boost brand visibility, and foster meaningful connections. As a YouTuber, he transforms complex ideas into clear, engaging content, using practical examples and effective audience retention strategies. His ability to educate and entertain has helped him build a loyal following. In the technical space, Conner specializes in developing AI chatbots, virtual agents, and automation workflows that streamline processes and improve productivity. By integrating AI solutions into business operations, he helps organizations reduce manual work, minimize errors, and accelerate growth. Passionate about innovation, Conner is dedicated to making technology more accessible and impactful.",
    "Active": "TRUE",
    "path": "/images/team-members/male.png"
  }
]